const ntrpLevels = [
    "1.0 - Начинающий: совсем новый игрок",
    "1.5 - Новичок: знает основные правила, но не имеет опыта игры",
    "2.0 - Новичок-средний: может отбивать мяч, но ещё с трудом попадает в цель",
    "2.5 - Начинающий-средний: есть контроль удара, но мало стабильности",
    "3.0 - Средний: уверенные удары, но частые ошибки при игре под давлением",
    "3.5 - Средний-сильный: больше контроля и точности, но слабый темп",
    "4.0 - Уверенный: стабильные удары и контроль скорости, но ошибки при сложных ситуациях",
    "4.5 - Уверенный-сильный: хорошая техника и тактика, умеет играть под давлением",
    "5.0 - Полу-профессионал: высокий уровень игры, много опыта на турнирах",
    "5.5 - Профессионал: конкурентный уровень с отличными навыками",
    "6.0 - Высокий профессиональный уровень: участвует в национальных турнирах",
    "6.5 - Национальный профессионал: имеет рейтинг и участвует в международных турнирах",
    "7.0 - Мировой класс: игрок профессионального тура"
];

module.exports = ntrpLevels;